Repository: YMP112/PagesToDocx-AppleApp
Catalog: PagesToDocx/*.lproj/Localizable.strings
Languages: he

# choose_files
source: Choose Pages filesâ€¦
he: בחר קבצי Pages…

# files_selected
source: %d files selected:
he: %d קבצים נבחרו:

# no_files
source: No files selected. Choose or drag files.
he: לא נבחרו קבצים. בחר או גרור קבצים.

# convert_and_save
source: Convert & Save
he: המר ושמור

# convert_and_share
source: Convert & Share
he: המר ושלח

# after_conversion
source: Action after conversion:
he: פעולה לאחר ההמרה:

# pick_folder
source: Choose Destination Folder
he: בחר תיקיית יעד

# use_defaults
source: Use these settings as default
he: השתמש באותן הגדרות כברירת־מחדל

source: Remove File
he: הסר קובץ

source: Processing...
he: מבצע המרה...

# completed_percent
source: %d%% completed
he: %d%% הושלמו

# summary_title
source: Summary
he: סיכום ההמרה

# success_files
source: %d files converted successfully
he: %d קבצים הומרו בהצלחה

# failed_files
source: %d files failed
he: %d קבצים נכשלו

# total_files
source: %d total files
he: סה"כ %d קבצים

# success_section
source: Successfully converted files
he: קבצים שהומרו בהצלחה

# failed_section
source: Files failed to convert
he: קבצים שנכשלו

source: Show Summary
he: הצג סיכום

source: Cancel
he: ביטול

source: Send
he: שלח

source: Send Files
he: שלח קבצים

# open_target_folder
source: Open Destination Folder
he: פתח תיקיית יעד
